var industry = [];
var field = [];
industry[0] = "电子信息技术";
field[0]=[];
field[0][0]="计算机软件";
field[0][1]="计算机硬件";
field[0][2]="计算机网络";
field[0][3]="微电子技术";
field[0][4]="数字音视频技术";
field[0][5]="通信技术";
field[0][6]="电子设备及测试仪表";
field[0][7]="其他";

industry[1] = "航空航天技术";
field[1]=[];
field[1][0]="航空技术";
field[1][1]="航天技术";
industry[2] = "先进制造技术";
field[2]=[];
field[2][0]="自动化机械及设备技术";
field[2][1]="智能化仪器仪表技术";
field[2][2]="其他";

industry[3] = "生物和医疗器械技术";
field[3]=[];
field[3][0]="生物技术";
field[3][1]="医药技术";
field[3][2]="轻工";
field[3][3]="食品技术";
field[3][4]="新型医疗器械技术";
field[3][5]="其他";

industry[4] = "新材料及其应用";
field[4]=[];
field[4][0]="电子信息及半导体材料";
field[4][1]="生物及医用材料";
field[4][2]="先进汽车材料";
field[4][3]="金属材料";
field[4][4]="建筑材料";
field[4][5]="高分子材料及复合材料";
field[4][6]="纳米材料";
field[4][7]="其他";

industry[5] = "新能源高效与节能";
field[5]=[];
field[5][0]="新型能源技术";
field[5][1]="石油天然气勘探开发与利用";
field[5][2]="煤炭能源的综合利用";
field[5][3]="电能与电力";
field[5][4]="高效节能技术";
field[5][5]="其他";

industry[5] = "环境保护与资源利用技术";
field[5]=[];
field[5][0]="大气污染防治技术";
field[5][1]="水污染防治技术";
field[5][2]="固体废弃物处理技术";
field[5][3]="环境监测及环境生态保护技术";
field[5][4]="噪声及辐射污染防治技术";
field[5][5]="资源综合利用技术";
field[5][5]="海洋工程技术";
field[5][5]="其他";

industry[6] = "核应用技术";
field[6]=[];

industry[7] = "农业技术";
field[7]=[];
field[7][0]="优良动植物新品种";
field[7][1]="家畜良种胚胎生物技术";
field[7][2]="生物农药及生物防治技术";
field[7][3]="新型饲料及添加剂技术";
field[7][4]="农业机械设备技术";
field[7][5]="农副产品贮藏";
field[7][5]="加工技术";
field[7][5]="其他";

industry[8] = "现代交通";
field[8]=[];
field[8][0]="城市交通";
field[8][1]="公路";
field[8][2]="铁路";
field[8][3]="水运";
field[8][4]="空运";

industry[9] = "城市建设与社会发展";
field[9]=[];
field[9][0]="城市建设";
field[9][1]="城市安全";
field[9][2]="文教";
field[9][3]="体育";
field[9][4]="其他";